/* Single line footer for Fast rise/drop */
"%@ %@ in %d consecutive readings" = "%1$@ %2$@ in %3$d aufeinanderfolgenden Werten";

/* Single line footer for predicted low */
"%d minutes" = "%d Minuten";

/* Option in low predicion alert settings */
"%d Minutes" = "%d Minuten";

/* Single line footer for Persistent high */
"%d minutes < %d)." = "%1$d Minuten < %2$d).";

/* Single line footer for missed readings alert */
"%d minutes." = "%d Minuten.";

/* Option */
"1 Minute" = "1 Minute";

/* Button value for A1c */
"A1c" = "HbA1c";

/* Label for Alert Notifications */
"Alert Notifications" = "Benachrichtigungen";

/* Label for Alert volume */
"Alert Volume" = "Alarm Lautstärke";

/* Label for duration options */
"Alert when high BG for more than" = "Alarm wenn hohe Werte länger als";

/* Label for Alert when no data */
"Alert when no data for more than" = "Alarm wenn keine Werte länger als";

/* Footer for Urgent High */
"Alerts anytime when the blood glucose raises above this value." = "Alarmierung wenn die Werte über diesem Wert liegen.";

/* Footer for Alerts */
"Alerts when a fast BG rise or drop is detected in the last consecutive readings." = "Alarmierung wenn eine starke Veränderung während der letzten Werte erkannt wird.";

/* Footer for predicted low */
"Alerts when a low BG value is predicted in less than %d minutes." = "Alarmiert wenn niedrige Werte in weniger als %d Minuten zu erwarten sind.";

/* Footer in low predicion alert settings */
"Alerts when a low BG value is predicted in the near future (if the current trend is continued)." = "Alarmiert wenn niedrige Werte in der nächsten Zeit zu erwarten sind (bei gleichbleibendem Trend).";

/* footer for Persistent high */
"Alerts when BG remains high for more than %d minutes or exceeds the urgent high value %@." = "Alarmierung wenn länger als %1$d Minuten hohe Werte existieren oder kritisch hohe Werte über %2$@ erreicht wurden.";

/* Footer for Fast rise/drop */
"Alerts when BG values are rising or dropping with %@ %@, considering the last %d consecutive readings." = "Alarmierung wenn Werte schnell um %1$@ %2$@ steiger oder fallen. Betrachtet werden die letzten %3$d aufeinander folgenden Werte.";

/* Footer for missed readings alert */
"Alerts when no data for more than %d minutes." = "Alarmierung wenn keine Werte für länger als %d Minuten ermittelt werden konnten.";

/* Footer for Alerts when no data is received */
"Alerts when no data is received for a longer period. We suggest leaving this check ALWAYS ON." = "Alarmierung wenn für eine längere Zeit keine Werte empfangen wurden. Wir empfehlen dies stets EINGESCHALTET zu lassen.";

/* Footer for Persistent High */
"Alerts when the BG remains high for a longer period. When on, this alert will delay the high BG alert until the period elapsed or until reaching a maximum BG level (urgent high)." = "Alarmierung wenn der Blutzucker längere Zeit hoch ist. Bei Aktivierung gibt es erst einen Alarm wenn diese Zeit verstrichen ist oder ein kritisch hoher Wert erreicht wurde.";

/* Footer for Low alert */
"Alerts when the blood glucose drops below this value." = "Alarmierung wenn der Blutzucker unter diese Schwelle fällt.";

/* Footer for High alert */
"Alerts when the blood glucose raises above this value." = "Alarmierung wenn der Blutzucker über diese Schwelle steigt.";

/* Title for confirmation */
"ARE YOU SURE?" = "SIND SIE SICHER?";

/* Button value for Average */
"Average" = "Durchschnitt";

/* Button value for Coefficient of Variation */
"Coefficient of Variation" = "Standardabweichung";

/* Label for Consecutive Readings */
"Consecutive Readings" = "Werte in Folge";

/* Label for delta */
"Delta" = "Delta";

/* Label for Dim screen when idle */
"Dim Screen When Idle" = "Inaktiv abdunkeln";

/* Footer for URL */
"Enter the URI to your Nightscout Server here. E.g. 'https://nightscout?token=mytoken'. For the 'Care' actions to work you generally need to provide the security token here!" = "Hier die Adresse auf Ihren Nightscout Server angeben. Beispielsweise 'https://nightscout?token=mytoken'. Damit die Funktionen unter 'Aktion' ausführbar sind muss hier i.d.R. ein Security Token angegeben werden!";

/* Label for Fast rise/drop */
"Fast Rise/Drop" = "Schnelles Steigen/Fallen";

/* Body of confirmation */
"For your safety, keep this switch ON for receiving alarms when no readings!" = "Bitte lassen Sie diesen Schalter aktiviert um jederzeit Alarme bei fehlenden Werten zu erhalten!";

/* Fullscreen monitor */
"Fullscreen monitor" = "Vollbildmonitor";

/* Button value for High */
"High" = "Hoch";

/* Alarm settings title: High alert */
"High BG Alert" = "Alarm bei hohen Werten über";

/* Footer for consecutive readings */
"How many consecutive readings to consider." = "Anzahl aufeinander folgender Werte.";

/* Footer for Alert volume */
"If overriding the system output volume, your custom volume level will be used rather than phone's current volume level." = "Wenn die Systemlautstärke überschrieben wird, dann wird die hier definierte anstelle der Telefonlautstärke für Alarme verwendet.";

/* Footer for Progressive volume switch */
"If selected, the alert will start quietly and increase the volume gradualy, reaching the maximum volume in selected time interval." = "Alarme starten leise und werden langsam lauter bis zur definierten maximalen Lautstärke.";

/* Button value for IFCC A1c */
"IFCC A1c" = "IFCC HbA1c";

/* Title for confirmation */
"IMPORTANT" = "WICHTIG";

/* Button value for In range */
"In Range" = "Im Ziel";

/* Invalid data from NS entries API */
"Invalid data with HTML received from Nightscout entries API" = "Ungültige HTML Daten von Ihrem Nightscout Server erhalten";

/* Invalid readings */
"Invalid readings" = "Ungültige Werte";

/* Label for Keep the Screen Active */
"Keep the Screen Active" = "Bildschirm aktiv lassen";

/* Message for confirmation */
"Keep this switch ON to disable the screenlock and prevent the app to get stopped!" = "Einschalten um die Bildschirmsperre zu deaktivieren und ein abschalten der App zu verhindern!";

/* Footer for Dim Screen */
"Keeping the screen active is of paramount importance if using the app as a night guard. We suggest leaving it ALWAYS ON." = "Den Bildschirm aktiv zu halten ist enorm wichtig um die App zur Nachtüberwachung zu nutzen. Wir empfehlen diese Einstellung immer AN zu lassen.";

/* Stats button value for Last 24h */
"Last 24h" = "Letzte 24h";

/* Stats button value for Last 8h */
"Last 8h" = "Letzte 8h";

/* Button value for Low */
"Low" = "Niedrig";

/* Alarm settings title: Low alert */
"Low BG Alert" = "Alarm bei niedrigen Werten unter";

/* Show low prediction warning */
"Low Predicted in %dmin" = "Niedrig vorhergesagt in %dMin";

/* Alarm settings title: Low prediction */
"Low Prediction" = "Niedrig Vorhersage";

/* Title in low predicion alert settings */
"Low Prediction2" = "Niedrig Vorhersage";

/* plurar unit */
"minutes" = "Minuten";

/* Option */
"Minutes" = "Minuten";

/* Alarm settings title: Missed readings */
"Missed Readings" = "Fehlende Werte";

/* Option */
"Never" = "Niemals";

/* No data from NS entries API */
"No data received from Nightscout entries API" = "Keine Werte von der Nightscout entries API";

/* No data from NS status API */
"No data received from Nightscout status API" = "Keine Werte von der Nightscout status API";

/* No data from Pebble API */
"No data received from Pebble Watch API" = "Keine Werte von der Pebble Watch API";

/* Alert off */
"Off" = "Aus";

/* Link to NS site */
"Open your Nightscout site" = "Nightscout öffnen";

/* Alarm settings title: Other alerts */
"Other Alerts" = "Sonstige Alarme";

/* Label for Override System Volume switch */
"Override System Volume" = "Systemlautstärke überschreiben";

/* Alarm settings title: Persistent High */
"Persistent High" = "Dauerhaft Hoch";

/* Label for prediction interval options */
"Prediction interval" = "Vohersageinterval";

/* Label for Progressive Volume */
"Progressive Volume" = "Ansteigende Lautstärke";

/* Text of Readings stats button */
"Readings" = "Werte";

/* Text of Reading% stats button */
"Readings %" = "Werte %";

/* Footer for Reduce screen brightness */
"Reduce screen brightness after detecting user inactivity for more than selected time period." = "Bei längerer Inaktivität als selektiert die Helligkeit reduzieren.";

/* Label for Apple Health access revocation */
"Revoke access in Apple Health" = "Wiederrufe den Zugriff in Apple Health";

/* plurar unit */
"seconds" = "Sekunden";

/* Label for Show BG on Badge */
"Show BG on App Badge" = "Werte auf dem App Icon anzeigen";

/* Label for Show statistics */
"Show Statistics" = "Statistiken zeigen";

/* Label for Smart snooze switch */
"Smart Snooze" = "Smartes Schlummern";

/* Text of snooze button */
"snooze" = "schlummern";

/* Footer for smart snooze switch */
"Snooze (do not alert) when values are high or low but the trend is going in the right direction." = "Schlummere (KEIN Alarm) bei hohen oder niedrigen Werten aber Trend in die richtige Richtung.";

/* Snoozed duration in main page */
"Snoozed for %dmin" = "Schlummere %dMin";

/* Snoozed duration on watch */
"Snoozed %dmin" = "Schlummere %dMin";

/* Label for Snoozing actions */
"Snoozing Actions" = "Schlummern";

/* Title of Stats period */
"Stats Period" = "Bereich";

/* Button value for Std Deviation */
"Std Deviation" = "Standardabweichung";

/* Stop alert button */
"Stop Alert" = "Alarm stoppen";

/* Label for Apple Health synchronization */
"Synchronize with Apple Health" = "Synchronisiere mit Apple Healthkit";

/* Test alert button */
"Test Alert" = "Alarm testen";

/* Empty or invalid Uri error */
"The base URI is empty or invalid!" = "Die URI ist leer oder ungültig!";

/* Footer for delta */
"The difference (delta) between two individual readings." = "Der Unterschied (Delta) zwischen zwei Werten.";

/* Stats button value for Today */
"Today" = "Heute";

/* Stats button value for Today & Yesterday */
"Today & Yesterday" = "Heute & Gestern";

/* Unkown error while extracting Pebble API data */
"Unknown error while extracting data from Pebble Watch API" = "Unbekannter Fehler beim extrahieren von Daten der Pebble Watch API";

/* Label for Urgent High */
"Urgent High" = "Kritisch Hoch";

/* Title for URL */
"URL" = "URL";

/* Label for Version */
"Version" = "Version";

/* Label for Vibrate switch */
"Vibrate" = "Vibrieren";

/* Footer for Alert notifications */
"AlarmNotificationDescription" = "Wenn die Anwendung im Hintergrund läuft, dann können Benachrichtigungen genutzt werden, um auf Alarme hinzuweisen.  Damit diese funktionieren, müssen Nightguard Widgets auf dem Lock-Screen platziert werden. Dennoch wird die Häufigkeit von Apple begrenzt.";

/* Stats button value for Yesterday */
"Yesterday" = "Gestern";

/* Snoozed Label in Bedside Controller */
"Snoozed for %dmin" = "Schlummern %dMin";

/* Low Predicted Label in Bedside Controller */
"Low Predicted in %dmin" = "Niedrig in %dMin";

/* Persistent High BG in AlarmRule Class */
"Persistent High BG" = "Dauerhaft Hoch";

/* High BG in AlarmRule Class */
"High BG" = "Hohe Werte";

/* Low BG in AlarmRule Class */
"Low BG" = "Niedrige Werte";

/* Fast Rise in AlarmRule Class */
"Fast Rise" = "Steigend";

/* Fast Drop in AlarmRule Class */
"Fast Drop" = "Fallend";

/* Low Predicted in %dmin in AlarmRule Class */
"Low Predicted in %dmin" = "Niedrig in %dMin";

/* shorter text for watch: Low in %dmin in AlarmRule Class */
"Low in %dmin" = "Niedrig %dMin";

/* Watch Popup Info Label */
"Info" = "Info";

/* Watch Popup Refresh Label */
"Refresh" = "Aktualisieren";

/* Watch Popup Snooze Label */
"Snooze" = "Schlummern";

/* Watch Popup Scroll Label */
"Scroll" = "Scrollen";

/* Watch Popup Zoom Label */
"Zoom" = "Zoomen";

/* Watch Interface Controller Cancel Label */
"Cancel" = "Abbrechen";

/* SnoozeActionsViewController Quick Snooze Hint */
"After an alert started, sometimes it is important to have a shortcut, a quick way to stop it for the moment." = "Nachdem ein Alarm aktiviert wurde, kann es manchmal sinnvoll sein, den Alarm auf eine schnelle Weise zu stoppen.";

/* Quick Snoozing Label */
"Quick Snoozing" = "Schnell schlummern";

/* Snoozing with volume button hint */
"NOTE: snoozing with volume buttons is enabled only if the \"Override System Volume\" option is ON (Alert Volume screen)" = "Hinweis: Das Schlummern über die Lautstärkeknöpfe funktioniert nur, wenn gleichzeitig die Option \"Systemlautstärke überschreiben\" aktiviert wurde (Alarm Lautstärke Dialog)";

/* Shaking the phone Label */
"Shaking the phone" = "Telefon schütteln";

/* Volume Buttons Label */
"Volume Buttons" = "Lautstärke Knöpfe";

/* Will do Nothing Quick Snooze Option */
"Will do Nothing" = "Wird nichts tun";

/* Will show the Snooze Dialog Quick Snooze Option */
"Will show the Snooze Dialog" = "Schlummern Dialog anzeigen";

/* Will snooze for 1 Minute Dialog Quick Snooze Option */
"Will snooze for 1 Minute" = "Schlummern für 1 Minute";

/* Will snooze for 5 Minutes Dialog Quick Snooze Option */
"Will snooze for 5 Minutes" = "Schlummern für 5 Minuten";

/* Will snooze for 10 Minutes Dialog Quick Snooze Option */
"Will snooze for 10 Minutes" = "Schlummern für 10 Minuten";

/* Alert popup body text for disabling all alerts */
"It is not recommended to disable all alerts! Do you really want to disable all alerts?" = "Das Abstellen der Alarme wird ausdrücklich nicht empfohlen! Möchten Sie diese dennoch abstellen?";

/* Footer for disable all alerts switch */
"Deactivate all alerts. This is NOT recommended. You will get no alarms or notifications at all anymore!" = "Deaktiviert alle Alarme. Dies wird ausdrücklich NICHT empfohlen. Sie werden keinerlei Benachrichtigung und Alarme mehr erhalten!";

/* Label for disable all alerts */
"Disable all alerts" = "Alle Alarme deaktivieren";

/* Popup OK-Button */
"OK" = "OK";

/* Popup YES-Button */
"YES" = "JA";

/* Popup NO-Button */
"NO" = "NEIN";

/* Popup Accept-Button */
"Accept" = "Akzeptieren";

/* Popup Error Message Title */
"Error" = "Fehler";

/* Popup Decline-Button */
"Decline" = "Abbrechen";

/* Set Target Message Title */
"Set Target '%@'?" = "Temporäres Ziel '%@'?";

/* Set Target Message Text */
"Do you want to set a temporary target for %d minutes?" = "Möchten Sie das temporäre Ziel für %d Minuten setzen?";

/* Cancel Target Popup Title */
"Cancel Target" = "Temporäres Ziel abbrechen";

/* Cancel Target Popup Text */
"Do you want to cancel an active temporary target?" = "Möchten Sie ein evtl. aktives temporäres Ziel löschen?";

/* Label for Temporary Target Duration */
"Duration" = "Dauer";

/* Minutes TT Unit */
"minutes" = "Minuten";

/* Hour TT Unit */
"hour" = "Stunde";

/* Hours TT Unit */
"hours" = "Stunden";

/* Label for Temporary Target Value */
"Target Value" = "Zielwert";

/* Button to activate the Temporary Target */
"Set Target" = "Ziel setzen";

/* Label for Temporary Target Section */
"Set a new Temporary Target" = "Temporäres Ziel setzen";

/* Label for the Temporary Target Reason */
"Reason" = "Grund";

/* TT Reason Picker Activity */
"Activity" = "Aktivität";

/* TT Reason Picker Too High */
"Too High" = "Zu hoch";

/* TT Reason Picker Too Low */
"Too Low" = "Zu niedrig";

/* TT Reason Picker Meal Soon */
"Meal Soon" = "Bald essen";

/* Section to delete a temporary Target */
"Delete an active Temporary Target" = "Aktives temporäres Ziel löschen";

/* Button to delete a current Temporary Target */
"Delete Temporary Target" = "Lösche temporäres Ziel";

/* Error hint in case of a http 401 Exception */
"You don't have write access to your nightscout site.\nDid you enter a security token in your nightscout base URI?" = "Sie scheinen keinen Schreibzugriff auf Ihr Nightscout System zu haben.\nHaben Sie ein Security Token in Ihrer Nightscout URL definiert?";

/* Footer for ManuallySetUnitsSwitch */
"If enabled, you will override your Units-Setting of your nightscout backend. Usually you can disable this. Nightguard will determine the correct Units on its own." = "Wenn aktiviert werden die gewünschten Einheiten Ihres Nightscout Systems überschrieben. Kann normalerweise deaktiviert sein. Nightguard wird diese i.d.R. korrekt ermitteln.";

/* Label for Manually set Units */
"Manually set Units" = "Einheiten manuell vorgeben";

/* Label for 'Use the following Units' */
"Use the following Units" = "Folgende Einheit verwenden";

/* Watch-Button to delete a current Temporary Target */
"Delete Target" = "Ziel abbrechen";

/* Add Carbs Popup Title */
"Add Carbs" = "Kohlenhydrate erfassen";

/* Cancel Target Popup Text */
"Do you want to enter %dg of consumed carbs?" = "Möchten Sie %dg Kohlenhydrate erfassen?";

/* Section to enter Carbs */
"Enter consumed Carbs" = "Kohlenhydrate erfassen";

/* Label for the amount of carbs in gramm */
"Gramms [g]" = "Gramm [g]";

/* Button to add consumed Carbs */
"Add Carbs" = "Kohlenhydrate hinzufügen";

/* Add carbs popup modal text */
"Do you want to add %dg of carbs?" = "Möchten Sie %dg Kohlenhydrate erfassen?";

/* Snooze Menu Popup Button Text */
"Stop Snoozing" = "Stopp Schlummern";

/* Watch Snooze Menu Button 5min */
"5min" = "5min";

/* Watch Snooze Menu Button 10min */
"10min" = "10min";

/* Watch Snooze Menu Button 15min */
"15min" = "15min";

/* Watch Snooze Menu Button 20min */
"20min" = "20min";

/* Watch Snooze Menu Button 30min */
"30min" = "30min";

/* Watch Snooze Menu Button 45min */
"45min" = "45min";

/* Watch Snooze Menu Button 1h */
"1h" = "1h";

/* Watch Snooze Menu Button 2h */
"2h" = "2h";

/* Watch Snooze Menu Button 3h */
"3h" = "3h";

/* Watch Snooze Menu Button 6h */
"6h" = "6h";

/* Watch Snooze Menu Button 1d */
"1d" = "1d";

/* Watch Action Button Menu */
"Crown Scrolls" = "Krone scrollt";

/* Watch Action Button Menu */
"Crown Zooms" = "Krone zoomt";

/* Watch Action Button Menu */
"Refresh" = "Aktualisieren";

/* Watch Action Button Menu */
"Snooze" = "Schlummern";

/* Label for Show Care/Loop Data */
"Show Care/Loop Data" = "Care/Loop Daten zeigen";

/* Label for Show Yesterdays BG values in chart */
"Show Yesterdays BGs" = "Gestrige Blutwerte anzeigen";

/* Alarm settings title: Custom Alarm Sound */
"Alarm Sound" = "Alarm Sound";

/* Footer for Custom Alarm Sound */
"Define your own Alarm Sound by uploading an mp3 file from your iCloud account." = "Definiere Deinen eigenen Alarm Sound indem Du ein MP3 File von Deinem iCloud Account auswählst.";

/* Footer in Custom Alarm Sound settings */
"If activated, a user defined alarm sound will be used." = "Wenn aktiviert, dann wird Dein selbst definierter Alarm Sound verwendet.";

/* Title in Custom Alarm Sound settings */
"Custom Alarm Sound" = "Eigener Alarm Sound";

/* Title for Alarm Name */
"Alarm Name" = "Alarm Name";

/* Button Pick Custom Alarm Sound */
"Pick Custom Alarm Sound" = "Eigenen Alarm Sound auswählen";

/* Cannula Row Header */
"Cannula" = "Katheder";

/* Footer for Cannula Change Date */
"Set the time when you changed your cannula. This will be displayed on the main screen as CAGE. Keep in mind that you just can reduce this date." = "Ändert den Zeitpunkt des Kathederwechsels. Dieser wird auf dem Hauptbildschirm als CAGE angezeigt. Bitte beachte dass dieser Zeitpunkt lediglich reduziert werden kann.";

/* Label for Cannula Change Time */
"Cannula change date" = "Katheder Wechseldatum";

/* Button to reset the new Cannula Change Date */
"Reset" = "zurücksetzen";

/* Button to activate the new Cannula Change Date */
"Save" = "speichern";

/* Modify Cannula Change Date Popup Title */
"Modify Cannula Change Date" = "Katheder Wechseldatum ändern";

/* Sensor Row Header */
"Sensor" = "Sensor";

/* Footer for Sensor */
"Set the time when you changed your sensor. This will be displayed on the main screen as SAGE. Keep in mind that you just can reduce this date." = "Ändert den Zeitpunkt des Sensorwechsels. Dieser wird auf dem Hauptbildschirm als SAGE angezeigt. Bitte beachte dass dieser Zeitpunkt lediglich reduziert werden kann.";

/* Label for Sensor Change Time */
"Sensor change date" = "Sensor Wechseldatum";

/* Modify Sensor Change Date Popup Title */
"Modify Sensor Change Date" = "Sensor Wechseldatum ändern";

/* Battery Row Header */
"Battery" = "Batterie";

/* Footer for Battery */
"Set the time when you changed your pump battery. This will be displayed on the main screen as BAGE. Keep in mind that you just can reduce this date." = "Ändert den Zeitpunkt des Pumpenbatteriewechsels. Dieser wird auf dem Hauptbildschirm als BAGE angezeigt. Bitte beachte dass dieser Zeitpunkt lediglich reduziert werden kann.";

/* Label for Battery Change Time */
"Battery change date" = "Batterie Wechseldatum";

/* Modify Battery Change Date Popup Title */
"Modify Battery Change Date" = "Batterie Wechseldatum ändern";

/* Cancel Target Popup Text */
"Do you want to modify the change date to " = "Soll das Wechseldatum geändert werden auf ";

/* Invalid JSON received from API V2 Properties */
"Invalid JSON received from API V2 Properties" = "Ungültiges JSON erhalten von dem API V2 Properties Endpunkt";

/* Invalid JSON from API V2 Properties, missing bgs, check NS conf */
"Invalid JSON received from API V2 Properties, missing bgs data. Check Nightscout configuration." = "Ungültiges JSON empfangen vom V2 Properties Endpunkt, bgs daten fehlen. Nightscout Konfiguration prüfen!";

/* No data from API V2 Properties Endpoint */
"No data received from API V2 Properties" = "Keine Daten vom API V2 Properties Endpunkt erhalten";

/* Widget Configuration Display Name */
"BG Values as Text" = "Blutzucker als Text";

/* Text Widget Display Name */
"BG Text" = "BZ Text";

/* Gauge Widget Display Name */
"BG Gauge" = "BZ Anzeige";

/* Gauge Widget Configuration Display Name */
"BG Values as Gauge" = "Blutzucker als Anzeige";

/* Gauge Widget Not Implemented Error Message */
"Not an implemented widget yet" = "Widget bislang nicht implementiert";

/* Gauge Widget Not Supported Error Message */
"No Gauge Support for this widget!" = "Keine Anzeige für dieses Widget!";

/* Label for Check BG every minute */
"Check BG every minute" = "Update BZ minütlich";
